Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# strict_reminder.body.2h
source: Keep your streak today. Review before midnight. 2 hours left.
ar: حافظ على سلسلتك اليوم. راجع قبل منتصف الليل. تبقت ساعتان.
bg: Продължете поредицата си днес. Преговорете преди полунощ. Остават 2 часа.
bn: আজও ধারাবাহিকতা বজায় রাখুন। মধ্যরাতের আগে পুনরালোচনা করুন। আর ২ ঘণ্টা বাকি।
ca: Mantén la ratxa avui. Repassa abans de mitjanit. Queden 2 hores.
cs: Udržte dnes svou sérii. Opakujte před půlnocí. Zbývají 2 hodiny.
da: Hold din læringsserie i gang i dag. Repetér før midnat. 2 timer tilbage.
de: Halte deine Serie heute. Wiederhole vor Mitternacht. Noch 2 Stunden.
el: Διατηρήστε το σερί σας σήμερα. Κάντε επανάληψη πριν από τα μεσάνυχτα. Απομένουν 2 ώρες.
es_es: Mantén tu racha hoy. Repasa antes de medianoche. Quedan 2 horas.
es_mx: Mantén tu racha hoy. Repasa antes de medianoche. Quedan 2 horas.
et: Hoia oma päevade jada. Korda enne südaööd. Aega on 2 tundi.
fa: روزهای پیاپی خود را حفظ کنید. پیش از نیمه‌شب مرور کنید. ۲ ساعت باقی مانده است.
fi: Säilytä päiväputkesi tänään. Kertaa ennen keskiyötä. Aikaa on 2 tuntia.
fr: Gardez votre série aujourd’hui. Révisez avant minuit. Il reste 2 heures.
gu: આજે સતત અભ્યાસ જાળવો. મધરાત પહેલાં પુનરાવર્તન કરો. 2 કલાક બાકી છે.
he: כדאי לשמור על הרצף היום ולחזור על כרטיסיות לפני חצות. נותרו שעתיים.
hi: आज अपनी स्ट्रीक बनाए रखें। आधी रात से पहले रिव्यू करें। 2 घंटे बाकी हैं।
hr: Održite niz danas. Ponavljajte prije ponoći. Preostala su 2 sata.
hu: Őrizd meg a sorozatodat ma. Ismételj éjfél előtt. Még 2 óra van hátra.
id: Jaga rangkaian Anda hari ini. Ulangi sebelum tengah malam. Tersisa 2 jam.
is: Haltu rununni í dag. Rifjaðu upp fyrir miðnætti. 2 klukkustundir eftir.
it: Mantieni la serie oggi. Ripassa prima di mezzanotte. Restano 2 ore.
ja: 今日の連続記録を保ちましょう。午前0時までに復習してください。あと2時間です。
kn: ಇಂದಿನ ನಿರಂತರತೆ ಉಳಿಸಿ. ಮಧ್ಯರಾತ್ರಿಯ ಮೊದಲು ಪುನರಾವರ್ತಿಸಿ. ಇನ್ನೂ 2 ಗಂಟೆಗಳಿವೆ.
ko: 오늘도 연속 학습을 이어가세요. 자정 전에 복습하세요. 2시간 남았습니다.
lt: Išlaikykite seriją šiandien. Pakartokite iki vidurnakčio. Liko 2 valandos.
lv: Saglabājiet sēriju šodien. Atkārtojiet pirms pusnakts. Atlikušas 2 stundas.
ml: ഇന്നത്തെ തുടർച്ച നിലനിർത്തുക. അർദ്ധരാത്രിക്ക് മുമ്പ് ആവർത്തിക്കുക. 2 മണിക്കൂർ ബാക്കി.
mr: आजची सलग दिवसांची मालिका टिकवा. मध्यरात्रीपूर्वी उजळणी करा. 2 तास बाकी.
nb: Behold dagrekken i dag. Repeter før midnatt. 2 timer igjen.
nl: Houd je dagreeks vandaag vast. Herhaal vóór middernacht. Nog 2 uur.
pa: ਅੱਜ ਆਪਣੀ ਲੜੀ ਜਾਰੀ ਰੱਖੋ। ਅੱਧੀ ਰਾਤ ਤੋਂ ਪਹਿਲਾਂ ਦੁਹਰਾਈ ਕਰੋ। 2 ਘੰਟੇ ਬਾਕੀ ਹਨ।
pl: Podtrzymaj dziś serię. Zrób powtórkę przed północą. Zostały 2 godziny.
pt_br: Mantenha sua sequência hoje. Revise antes da meia-noite. Faltam 2 horas.
ro: Păstrează-ți seria astăzi. Recapitulează înainte de miezul nopții. Mai sunt 2 ore.
ru: Сохраните серию сегодня. Повторите до полуночи. Осталось 2 часа.
sk: Udržte si dnes sériu. Opakujte pred polnocou. Zostávajú 2 hodiny.
sl: Ohranite današnji niz. Ponavljajte pred polnočjo. Preostali sta 2 uri.
sv: Håll sviten vid liv i dag. Repetera före midnatt. 2 timmar kvar.
sw: Dumisha mfululizo wako leo. Fanya marudio kabla ya saa sita usiku. Zimebaki saa 2.
ta: இன்றும் உங்கள் தொடர் நாட்களைத் தக்கவைக்கவும். நள்ளிரவுக்கு முன் மீள்பயிற்சி செய்யவும். இன்னும் 2 மணி நேரம் உள்ளது.
te: ఈరోజు మీ వరుసను కొనసాగించండి. అర్ధరాత్రికి ముందు పునశ్చరణ చేయండి. ఇంకా 2 గంటలు ఉన్నాయి.
th: รักษาสถิติต่อเนื่องวันนี้ ทบทวนก่อนเที่ยงคืน เหลืออีก 2 ชั่วโมง
tr: Bugünkü serinizi koruyun. Gece yarısından önce tekrar yapın. 2 saat kaldı.
uk: Збережіть серію сьогодні. Повторіть картки до півночі. Залишилося 2 години.
ur: آج اپنے مسلسل دن برقرار رکھیں۔ آدھی رات سے پہلے دہرائی کریں۔ 2 گھنٹے باقی ہیں۔
vi: Giữ chuỗi ngày hôm nay. Ôn tập trước nửa đêm. Còn 2 giờ.
zh_hans: 今天保持连续记录。午夜前复习。还剩 2 小时。
zu: Gcina uchungechunge lwakho namuhla. Buyekeza ngaphambi kwamabili. Kusele amahora angu-2.

# strict_reminder.body.3h
source: Keep your streak today. Review before midnight. 3 hours left.
ar: حافظ على سلسلتك اليوم. راجع قبل منتصف الليل. تبقت ثلاث ساعات.
bg: Продължете поредицата си днес. Преговорете преди полунощ. Остават 3 часа.
bn: আজও ধারাবাহিকতা বজায় রাখুন। মধ্যরাতের আগে পুনরালোচনা করুন। আর ৩ ঘণ্টা বাকি।
ca: Mantén la ratxa avui. Repassa abans de mitjanit. Queden 3 hores.
cs: Udržte dnes svou sérii. Opakujte před půlnocí. Zbývají 3 hodiny.
da: Hold din læringsserie i gang i dag. Repetér før midnat. 3 timer tilbage.
de: Halte deine Serie heute. Wiederhole vor Mitternacht. Noch 3 Stunden.
el: Διατηρήστε το σερί σας σήμερα. Κάντε επανάληψη πριν από τα μεσάνυχτα. Απομένουν 3 ώρες.
es_es: Mantén tu racha hoy. Repasa antes de medianoche. Quedan 3 horas.
es_mx: Mantén tu racha hoy. Repasa antes de medianoche. Quedan 3 horas.
et: Hoia oma päevade jada. Korda enne südaööd. Aega on 3 tundi.
fa: روزهای پیاپی خود را حفظ کنید. پیش از نیمه‌شب مرور کنید. ۳ ساعت باقی مانده است.
fi: Säilytä päiväputkesi tänään. Kertaa ennen keskiyötä. Aikaa on 3 tuntia.
fr: Gardez votre série aujourd’hui. Révisez avant minuit. Il reste 3 heures.
gu: આજે સતત અભ્યાસ જાળવો. મધરાત પહેલાં પુનરાવર્તન કરો. 3 કલાક બાકી છે.
he: כדאי לשמור על הרצף היום ולחזור על כרטיסיות לפני חצות. נותרו 3 שעות.
hi: आज अपनी स्ट्रीक बनाए रखें। आधी रात से पहले रिव्यू करें। 3 घंटे बाकी हैं।
hr: Održite niz danas. Ponavljajte prije ponoći. Preostala su 3 sata.
hu: Őrizd meg a sorozatodat ma. Ismételj éjfél előtt. Még 3 óra van hátra.
id: Jaga rangkaian Anda hari ini. Ulangi sebelum tengah malam. Tersisa 3 jam.
is: Haltu rununni í dag. Rifjaðu upp fyrir miðnætti. 3 klukkustundir eftir.
it: Mantieni la serie oggi. Ripassa prima di mezzanotte. Restano 3 ore.
ja: 今日の連続記録を保ちましょう。午前0時までに復習してください。あと3時間です。
kn: ಇಂದಿನ ನಿರಂತರತೆ ಉಳಿಸಿ. ಮಧ್ಯರಾತ್ರಿಯ ಮೊದಲು ಪುನರಾವರ್ತಿಸಿ. ಇನ್ನೂ 3 ಗಂಟೆಗಳಿವೆ.
ko: 오늘도 연속 학습을 이어가세요. 자정 전에 복습하세요. 3시간 남았습니다.
lt: Išlaikykite seriją šiandien. Pakartokite iki vidurnakčio. Liko 3 valandos.
lv: Saglabājiet sēriju šodien. Atkārtojiet pirms pusnakts. Atlikušas 3 stundas.
ml: ഇന്നത്തെ തുടർച്ച നിലനിർത്തുക. അർദ്ധരാത്രിക്ക് മുമ്പ് ആവർത്തിക്കുക. 3 മണിക്കൂർ ബാക്കി.
mr: आजची सलग दिवसांची मालिका टिकवा. मध्यरात्रीपूर्वी उजळणी करा. 3 तास बाकी.
nb: Behold dagrekken i dag. Repeter før midnatt. 3 timer igjen.
nl: Houd je dagreeks vandaag vast. Herhaal vóór middernacht. Nog 3 uur.
pa: ਅੱਜ ਆਪਣੀ ਲੜੀ ਜਾਰੀ ਰੱਖੋ। ਅੱਧੀ ਰਾਤ ਤੋਂ ਪਹਿਲਾਂ ਦੁਹਰਾਈ ਕਰੋ। 3 ਘੰਟੇ ਬਾਕੀ ਹਨ।
pl: Podtrzymaj dziś serię. Zrób powtórkę przed północą. Zostały 3 godziny.
pt_br: Mantenha sua sequência hoje. Revise antes da meia-noite. Faltam 3 horas.
ro: Păstrează-ți seria astăzi. Recapitulează înainte de miezul nopții. Mai sunt 3 ore.
ru: Сохраните серию сегодня. Повторите до полуночи. Осталось 3 часа.
sk: Udržte si dnes sériu. Opakujte pred polnocou. Zostávajú 3 hodiny.
sl: Ohranite današnji niz. Ponavljajte pred polnočjo. Preostale so 3 ure.
sv: Håll sviten vid liv i dag. Repetera före midnatt. 3 timmar kvar.
sw: Dumisha mfululizo wako leo. Fanya marudio kabla ya saa sita usiku. Zimebaki saa 3.
ta: இன்றும் உங்கள் தொடர் நாட்களைத் தக்கவைக்கவும். நள்ளிரவுக்கு முன் மீள்பயிற்சி செய்யவும். இன்னும் 3 மணி நேரம் உள்ளது.
te: ఈరోజు మీ వరుసను కొనసాగించండి. అర్ధరాత్రికి ముందు పునశ్చరణ చేయండి. ఇంకా 3 గంటలు ఉన్నాయి.
th: รักษาสถิติต่อเนื่องวันนี้ ทบทวนก่อนเที่ยงคืน เหลืออีก 3 ชั่วโมง
tr: Bugünkü serinizi koruyun. Gece yarısından önce tekrar yapın. 3 saat kaldı.
uk: Збережіть серію сьогодні. Повторіть картки до півночі. Залишилося 3 години.
ur: آج اپنے مسلسل دن برقرار رکھیں۔ آدھی رات سے پہلے دہرائی کریں۔ 3 گھنٹے باقی ہیں۔
vi: Giữ chuỗi ngày hôm nay. Ôn tập trước nửa đêm. Còn 3 giờ.
zh_hans: 今天保持连续记录。午夜前复习。还剩 3 小时。
zu: Gcina uchungechunge lwakho namuhla. Buyekeza ngaphambi kwamabili. Kusele amahora angu-3.

# strict_reminder.body.4h
source: Keep your streak today. Review before midnight. 4 hours left.
ar: حافظ على سلسلتك اليوم. راجع قبل منتصف الليل. تبقت أربع ساعات.
bg: Продължете поредицата си днес. Преговорете преди полунощ. Остават 4 часа.
bn: আজও ধারাবাহিকতা বজায় রাখুন। মধ্যরাতের আগে পুনরালোচনা করুন। আর ৪ ঘণ্টা বাকি।
ca: Mantén la ratxa avui. Repassa abans de mitjanit. Queden 4 hores.
cs: Udržte dnes svou sérii. Opakujte před půlnocí. Zbývají 4 hodiny.
da: Hold din læringsserie i gang i dag. Repetér før midnat. 4 timer tilbage.
de: Halte deine Serie heute. Wiederhole vor Mitternacht. Noch 4 Stunden.
el: Διατηρήστε το σερί σας σήμερα. Κάντε επανάληψη πριν από τα μεσάνυχτα. Απομένουν 4 ώρες.
es_es: Mantén tu racha hoy. Repasa antes de medianoche. Quedan 4 horas.
es_mx: Mantén tu racha hoy. Repasa antes de medianoche. Quedan 4 horas.
et: Hoia oma päevade jada. Korda enne südaööd. Aega on 4 tundi.
fa: روزهای پیاپی خود را حفظ کنید. پیش از نیمه‌شب مرور کنید. ۴ ساعت باقی مانده است.
fi: Säilytä päiväputkesi tänään. Kertaa ennen keskiyötä. Aikaa on 4 tuntia.
fr: Gardez votre série aujourd’hui. Révisez avant minuit. Il reste 4 heures.
gu: આજે સતત અભ્યાસ જાળવો. મધરાત પહેલાં પુનરાવર્તન કરો. 4 કલાક બાકી છે.
he: כדאי לשמור על הרצף היום ולחזור על כרטיסיות לפני חצות. נותרו 4 שעות.
hi: आज अपनी स्ट्रीक बनाए रखें। आधी रात से पहले रिव्यू करें। 4 घंटे बाकी हैं।
hr: Održite niz danas. Ponavljajte prije ponoći. Preostala su 4 sata.
hu: Őrizd meg a sorozatodat ma. Ismételj éjfél előtt. Még 4 óra van hátra.
id: Jaga rangkaian Anda hari ini. Ulangi sebelum tengah malam. Tersisa 4 jam.
is: Haltu rununni í dag. Rifjaðu upp fyrir miðnætti. 4 klukkustundir eftir.
it: Mantieni la serie oggi. Ripassa prima di mezzanotte. Restano 4 ore.
ja: 今日の連続記録を保ちましょう。午前0時までに復習してください。あと4時間です。
kn: ಇಂದಿನ ನಿರಂತರತೆ ಉಳಿಸಿ. ಮಧ್ಯರಾತ್ರಿಯ ಮೊದಲು ಪುನರಾವರ್ತಿಸಿ. ಇನ್ನೂ 4 ಗಂಟೆಗಳಿವೆ.
ko: 오늘도 연속 학습을 이어가세요. 자정 전에 복습하세요. 4시간 남았습니다.
lt: Išlaikykite seriją šiandien. Pakartokite iki vidurnakčio. Liko 4 valandos.
lv: Saglabājiet sēriju šodien. Atkārtojiet pirms pusnakts. Atlikušas 4 stundas.
ml: ഇന്നത്തെ തുടർച്ച നിലനിർത്തുക. അർദ്ധരാത്രിക്ക് മുമ്പ് ആവർത്തിക്കുക. 4 മണിക്കൂർ ബാക്കി.
mr: आजची सलग दिवसांची मालिका टिकवा. मध्यरात्रीपूर्वी उजळणी करा. 4 तास बाकी.
nb: Behold dagrekken i dag. Repeter før midnatt. 4 timer igjen.
nl: Houd je dagreeks vandaag vast. Herhaal vóór middernacht. Nog 4 uur.
pa: ਅੱਜ ਆਪਣੀ ਲੜੀ ਜਾਰੀ ਰੱਖੋ। ਅੱਧੀ ਰਾਤ ਤੋਂ ਪਹਿਲਾਂ ਦੁਹਰਾਈ ਕਰੋ। 4 ਘੰਟੇ ਬਾਕੀ ਹਨ।
pl: Podtrzymaj dziś serię. Zrób powtórkę przed północą. Zostały 4 godziny.
pt_br: Mantenha sua sequência hoje. Revise antes da meia-noite. Faltam 4 horas.
ro: Păstrează-ți seria astăzi. Recapitulează înainte de miezul nopții. Mai sunt 4 ore.
ru: Сохраните серию сегодня. Повторите до полуночи. Осталось 4 часа.
sk: Udržte si dnes sériu. Opakujte pred polnocou. Zostávajú 4 hodiny.
sl: Ohranite današnji niz. Ponavljajte pred polnočjo. Preostale so 4 ure.
sv: Håll sviten vid liv i dag. Repetera före midnatt. 4 timmar kvar.
sw: Dumisha mfululizo wako leo. Fanya marudio kabla ya saa sita usiku. Zimebaki saa 4.
ta: இன்றும் உங்கள் தொடர் நாட்களைத் தக்கவைக்கவும். நள்ளிரவுக்கு முன் மீள்பயிற்சி செய்யவும். இன்னும் 4 மணி நேரம் உள்ளது.
te: ఈరోజు మీ వరుసను కొనసాగించండి. అర్ధరాత్రికి ముందు పునశ్చరణ చేయండి. ఇంకా 4 గంటలు ఉన్నాయి.
th: รักษาสถิติต่อเนื่องวันนี้ ทบทวนก่อนเที่ยงคืน เหลืออีก 4 ชั่วโมง
tr: Bugünkü serinizi koruyun. Gece yarısından önce tekrar yapın. 4 saat kaldı.
uk: Збережіть серію сьогодні. Повторіть картки до півночі. Залишилося 4 години.
ur: آج اپنے مسلسل دن برقرار رکھیں۔ آدھی رات سے پہلے دہرائی کریں۔ 4 گھنٹے باقی ہیں۔
vi: Giữ chuỗi ngày hôm nay. Ôn tập trước nửa đêm. Còn 4 giờ.
zh_hans: 今天保持连续记录。午夜前复习。还剩 4 小时。
zu: Gcina uchungechunge lwakho namuhla. Buyekeza ngaphambi kwamabili. Kusele amahora angu-4.

# technical_error.generic.message
source: Try again. If it keeps happening, share the technical details with support.
ar: حاول مرة أخرى. إذا استمرت المشكلة، شارك التفاصيل الفنية مع الدعم.
bg: Опитайте отново. Ако продължава да се случва, споделете техническите подробности с поддръжката.
bn: আবার চেষ্টা করুন যদি এটি ঘটতে থাকে তবে সহায়তার সাথে প্রযুক্তিগত বিবরণ ভাগ করুন।
ca: Torna-ho a provar. Si continua passant, compartiu els detalls tècnics amb el suport.
cs: Zkuste to znovu. Pokud problém přetrvá, sdílejte technické podrobnosti s podporou.
da: Prøv igen. Hvis problemet fortsætter, så del de tekniske oplysninger med support.
de: Versuche es erneut. Wenn das Problem weiter auftritt, teile die technischen Details mit dem Support.
el: Δοκιμάστε ξανά. Αν το πρόβλημα επιμένει, στείλτε τις τεχνικές λεπτομέρειες στην υποστήριξη.
es_es: Inténtalo de nuevo. Si sigue ocurriendo, comparte los detalles técnicos con soporte.
es_mx: Inténtalo de nuevo. Si sigue ocurriendo, comparte los detalles técnicos con soporte.
et: Proovi uuesti. Kui viga kordub, jaga tehnilisi üksikasju kasutajatoega.
fa: دوباره امتحان کنید. اگر مشکل ادامه داشت، جزئیات فنی را با پشتیبانی به اشتراک بگذارید.
fi: Yritä uudelleen. Jos ongelma jatkuu, jaa tekniset tiedot tuen kanssa.
fr: Réessayez. Si le problème persiste, transmettez les détails techniques à l’assistance.
gu: ફરી પ્રયાસ કરો. આવું ચાલુ રહે તો ટેક્નિકલ વિગતો સપોર્ટ સાથે શેર કરો.
he: יש לנסות שוב. אם הבעיה נמשכת, כדאי לשתף את הפרטים הטכניים עם התמיכה.
hi: फिर से कोशिश करें। अगर समस्या बनी रहती है, तो तकनीकी विवरण सहायता टीम के साथ साझा करें।
hr: Pokušajte ponovno. Ako se problem ponavlja, podijelite tehničke pojedinosti s podrškom.
hu: Próbáld újra. Ha a hiba továbbra is fennáll, küldd el a technikai részleteket az ügyfélszolgálatnak.
id: Coba lagi. Jika terus terjadi, bagikan detail teknis kepada dukungan.
is: Reyndu aftur. Ef þetta heldur áfram skaltu deila tæknilegum upplýsingum með þjónustuveri.
it: Riprova. Se il problema persiste, condividi i dettagli tecnici con l’assistenza.
ja: もう一度お試しください。問題が続く場合は、技術的な詳細をサポートに共有してください。
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಸಮಸ್ಯೆ ಮುಂದುವರಿದರೆ ತಾಂತ್ರಿಕ ವಿವರಗಳನ್ನು ಬೆಂಬಲ ತಂಡದೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ.
ko: 다시 시도하세요. 문제가 계속되면 지원팀에 기술 세부 정보를 보내 주세요.
lt: Bandykite dar kartą. Jei tai kartojasi, pasidalykite technine informacija su pagalbos tarnyba.
lv: Mēģiniet vēlreiz. Ja problēma atkārtojas, nosūtiet tehnisko informāciju atbalsta dienestam.
ml: വീണ്ടും ശ്രമിക്കുക. ഇത് തുടരുകയാണെങ്കിൽ സാങ്കേതിക വിവരങ്ങൾ പിന്തുണാ സംഘവുമായി പങ്കിടുക.
mr: पुन्हा प्रयत्न करा. समस्या कायम राहिल्यास तांत्रिक तपशील सहाय्य टीमला पाठवा.
nb: Prøv igjen. Hvis det fortsetter, del de tekniske detaljene med brukerstøtten.
nl: Probeer het opnieuw. Blijft het gebeuren, deel dan de technische details met de ondersteuning.
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਇਹ ਹੁੰਦਾ ਰਹੇ ਤਾਂ ਤਕਨੀਕੀ ਵੇਰਵੇ ਸਹਾਇਤਾ ਟੀਮ ਨਾਲ ਸਾਂਝੇ ਕਰੋ।
pl: Spróbuj ponownie. Jeśli problem się powtarza, prześlij szczegóły techniczne do pomocy technicznej.
pt_br: Tente novamente. Se continuar acontecendo, envie os detalhes técnicos para o suporte.
ro: Încearcă din nou. Dacă problema persistă, trimite detaliile tehnice echipei de asistență.
ru: Попробуйте еще раз. Если проблема повторяется, отправьте технические сведения в поддержку.
sk: Skúste to znova. Ak problém pretrváva, pošlite podpore technické podrobnosti.
sl: Poskusite znova. Če se težava ponavlja, podpori pošljite tehnične podrobnosti.
sv: Försök igen. Om problemet kvarstår delar du de tekniska uppgifterna med supporten.
sw: Jaribu tena. Ikiendelea kutokea, shiriki maelezo ya kiufundi na timu ya usaidizi.
ta: மீண்டும் முயலவும். இது தொடர்ந்தால் தொழில்நுட்ப விவரங்களை ஆதரவுக் குழுவுடன் பகிரவும்.
te: మళ్లీ ప్రయత్నించండి. ఇలాగే కొనసాగితే సాంకేతిక వివరాలను సహాయ బృందంతో పంచుకోండి.
th: ลองอีกครั้ง หากยังเกิดขึ้น ให้ส่งรายละเอียดทางเทคนิคให้ฝ่ายสนับสนุน
tr: Tekrar deneyin. Sorun devam ederse teknik ayrıntıları destek ekibiyle paylaşın.
uk: Спробуйте ще раз. Якщо проблема повторюється, надішліть технічні відомості службі підтримки.
ur: دوبارہ کوشش کریں۔ اگر مسئلہ برقرار رہے تو تکنیکی تفصیلات معاونت کو بھیجیں۔
vi: Thử lại. Nếu lỗi tiếp diễn, hãy chia sẻ thông tin kỹ thuật với bộ phận hỗ trợ.
zh_hans: 请重试。如果问题仍然出现，请将技术详细信息分享给支持团队。
zu: Zama futhi. Uma kuqhubeka, yabelana ngemininingwane yobuchwepheshe nabasekeli.

# technical_error.generic.title
source: Something went wrong
ar: حدث خطأ ما
bg: Нещо се обърка
bn: কিছু ভুল হয়েছে
ca: Alguna cosa va fallar
cs: Něco se pokazilo
da: Der opstod en fejl
de: Etwas ist schiefgelaufen
el: Παρουσιάστηκε σφάλμα
es_es: Algo ha fallado
es_mx: Algo ha fallado
et: Midagi läks valesti
fa: مشکلی پیش آمد
fi: Jokin meni pieleen
fr: Une erreur est survenue
gu: કંઈક ખોટું થયું
he: אירעה שגיאה
hi: कुछ गड़बड़ हो गई
hr: Nešto je pošlo po zlu
hu: Hiba történt
id: Terjadi kesalahan
is: Villa kom upp
it: Si è verificato un errore
ja: 問題が発生しました
kn: ದೋಷ ಸಂಭವಿಸಿದೆ
ko: 오류 발생
lt: Įvyko klaida
lv: Radās kļūda
ml: എന്തോ പിശക് സംഭവിച്ചു
mr: काहीतरी चूक झाली
nb: Noe gikk galt
nl: Er is iets misgegaan
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o problemă
ru: Что-то пошло не так
sk: Vyskytla sa chyba
sl: Prišlo je do napake
sv: Något gick fel
sw: Hitilafu imetokea
ta: பிழை ஏற்பட்டது
te: ఏదో తప్పు జరిగింది
th: เกิดข้อผิดพลาด
tr: Bir sorun oluştu
uk: Сталася помилка
ur: کچھ غلط ہو گیا
vi: Đã xảy ra lỗi
zh_hans: 出现了问题
zu: Kukhona okungahambanga kahle

# technical_error.sheet.close
source: Close
ar: إغلاق
bg: Затваряне
bn: বন্ধ করুন
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es_es: Cerrar
es_mx: Cerrar
et: Sulge
fa: بستن
fi: Sulje
fr: Fermer
gu: બંધ કરો
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
kn: ಮುಚ್ಚಿ
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ml: അടയ്ക്കുക
mr: बंद करा
nb: Lukk
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
sw: Funga
ta: மூடு
te: మూసివేయి
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng
zh_hans: 关闭
zu: Vala

# technical_error.sheet.copy_details
source: Copy details
ar: نسخ التفاصيل
bg: Копиране на подробности
bn: বিবরণ অনুলিপি করুন
ca: Copia els detalls
cs: Kopírovat podrobnosti
da: Kopiér oplysninger
de: Details kopieren
el: Αντιγραφή λεπτομερειών
es_es: Copiar detalles
es_mx: Copiar detalles
et: Kopeeri üksikasjad
fa: کپی جزئیات
fi: Kopioi tiedot
fr: Copier les détails
gu: વિગતો કૉપી કરો
he: העתקת פרטים
hi: विवरण कॉपी करें
hr: Kopiraj pojedinosti
hu: Részletek másolása
id: Salin detail
is: Afrita upplýsingar
it: Copia dettagli
ja: 詳細をコピー
kn: ವಿವರಗಳನ್ನು ನಕಲಿಸಿ
ko: 세부 정보 복사
lt: Kopijuoti informaciją
lv: Kopēt informāciju
ml: വിവരങ്ങൾ പകർത്തുക
mr: तपशील कॉपी करा
nb: Kopier detaljer
nl: Details kopiëren
pa: ਵੇਰਵੇ ਕਾਪੀ ਕਰੋ
pl: Kopiuj szczegóły
pt_br: Copiar detalhes
ro: Copiază detaliile
ru: Скопировать сведения
sk: Kopírovať podrobnosti
sl: Kopiraj podrobnosti
sv: Kopiera uppgifter
sw: Nakili maelezo
ta: விவரங்களை நகலெடு
te: వివరాలను కాపీ చేయి
th: คัดลอกรายละเอียด
tr: Ayrıntıları kopyala
uk: Скопіювати відомості
ur: تفصیلات کاپی کریں
vi: Sao chép chi tiết
zh_hans: 复制详细信息
zu: Kopisha imininingwane

# technical_error.sheet.details_title
source: Technical details
ar: التفاصيل الفنية
bg: Технически детайли
bn: প্রযুক্তিগত বিবরণ
ca: Detalls tècnics
cs: Technické podrobnosti
da: Tekniske oplysninger
de: Technische Details
el: Τεχνικές λεπτομέρειες
es_es: Detalles técnicos
es_mx: Detalles técnicos
et: Tehnilised üksikasjad
fa: جزئیات فنی
fi: Tekniset tiedot
fr: Détails techniques
gu: ટેક્નિકલ વિગતો
he: פרטים טכניים
hi: तकनीकी विवरण
hr: Tehničke pojedinosti
hu: Technikai részletek
id: Detail teknis
is: Tæknilegar upplýsingar
it: Dettagli tecnici
ja: 技術的な詳細
kn: ತಾಂತ್ರಿಕ ವಿವರಗಳು
ko: 기술 세부 정보
lt: Techninė informacija
lv: Tehniskā informācija
ml: സാങ്കേതിക വിവരങ്ങൾ
mr: तांत्रिक तपशील
nb: Tekniske detaljer
nl: Technische details
pa: ਤਕਨੀਕੀ ਵੇਰਵੇ
pl: Szczegóły techniczne
pt_br: Detalhes técnicos
ro: Detalii tehnice
ru: Технические сведения
sk: Technické podrobnosti
sl: Tehnične podrobnosti
sv: Tekniska uppgifter
sw: Maelezo ya kiufundi
ta: தொழில்நுட்ப விவரங்கள்
te: సాంకేతిక వివరాలు
th: รายละเอียดทางเทคนิค
tr: Teknik ayrıntılar
uk: Технічні відомості
ur: تکنیکی تفصیلات
vi: Thông tin kỹ thuật
zh_hans: 技术详细信息
zu: Imininingwane yobuchwepheshe
